<?php

/**
 * Contao Open Source CMS
 *
 * Copyright (c) 2005-2017 Leo Feyer
 *
 * @package   AirQuality
 * @author    Hamid Abbaszadeh
 * @license   GNU/LGPL
 * @copyright 2015-2017
 */
 
 $GLOBALS['TL_LANG']['MSC']['emptyAirQuality'] = "برای امروز هیچ اطلاعاتی ثبت نشده است!"; 

$GLOBALS['TL_LANG']['MSC']['CO']['good']                             = '';
$GLOBALS['TL_LANG']['MSC']['CO']['hazardous']                        = 'افراد مبتلا به بیماری‌های قلبی نظیر آنژین صدری، باید از هرگونه فعالیت اجتناب نموده و از منابع ایجاد مونواکسیدکربن نظیر ترافیک سنگین اجتناب کنند. افراد دیگر باید از فعالیت‌های سنگین خود بکاهند';
$GLOBALS['TL_LANG']['MSC']['CO']['healtheffects']['good']            = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['CO']['healtheffects']['hazardous']       = 'تشدید قابل توجه علائم قلبی-عروقی نظیر درد سینه در افراد مبتلا به بیماری‌های قلبی و اختلال در توانایی انجام فعالیت‌های سنگین در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['CO']['healtheffects']['moderate']        = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['CO']['healtheffects']['unhealthy']       = 'کاهش توانایی به علت افزایش بیماری‌های قلبی و عروقی نظیر درد قفسه سینه در افراد مبتلا به بیماری‌های قلبی.';
$GLOBALS['TL_LANG']['MSC']['CO']['healtheffects']['unhealthysg']     = 'احتمال کاهش توانایی به علت افزایش علائم بیماری‌های قلبی-عروقی نظیر درد قفسه سینه در افراد مبتلا به بیماری‌های قلبی.';
$GLOBALS['TL_LANG']['MSC']['CO']['healtheffects']['veryunhealthy']   = 'تشدید علائم قلبی-عروقی نظیر درد قفسه سینه در افراد مبتلا به بیماری‌های قلبی.';
$GLOBALS['TL_LANG']['MSC']['CO']['moderate']                         = '';
$GLOBALS['TL_LANG']['MSC']['CO']['name']                             = 'مونو اکسید کربن';
$GLOBALS['TL_LANG']['MSC']['CO']['unhealthy']                        = 'افراد مبتلا به بیماری‌های قلبی نظیر آنژین صدری، باید فعالیت‌های متوسط خود را کاهش دهند و از منابع ایجاد مونواکسیدکربن نظیر ترافیک سنگین اجتناب کنند.';
$GLOBALS['TL_LANG']['MSC']['CO']['unhealthysg']                      = 'افراد مبتلا به بیماری‌های قلبی نظیر آنژین صدری، باید فعالیت‌های شدید خود را کاهش دهند و از منابع ایجاد مونواکسیدکربن نظیر ترافیک سنگین اجتناب کنند.';
$GLOBALS['TL_LANG']['MSC']['CO']['veryunhealthy']                    = 'افراد مبتلا به بیماری‌های قلبی نظیر آنژین صدری، باید از هرگونه فعالیت خودداری نمایند و از منابع ایجاد مونواکسیدکربن نظیر ترافیک سنگین اجتناب کنند.';
$GLOBALS['TL_LANG']['MSC']['NO2']['good']                            = '';
$GLOBALS['TL_LANG']['MSC']['NO2']['hazardous']                       = 'افراد مبتلا به بیماری‌های ریوی نظیر آسم، سالمندان و کودکان باید از منزل خارج نشوند و فعالیت‌های خود را به حداقل برسانند. افراد دیگر باید از فعالیت‌های خارج از منزل اجتناب نمایند.';
$GLOBALS['TL_LANG']['MSC']['NO2']['healtheffects']['good']           = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['NO2']['healtheffects']['hazardous']      = 'تشدید علائم شدید و اختلالات تنفسی در کودکان فعال و افراد مبتلا به بیمارهای تنفسی نظیر آسم و احتمالا افزایش علام تنفسی شدید در عموم مردم.';
$GLOBALS['TL_LANG']['MSC']['NO2']['healtheffects']['moderate']       = 'احتمال بروز علائم تنفسی در افراد حساس.';
$GLOBALS['TL_LANG']['MSC']['NO2']['healtheffects']['unhealthy']      = 'بروز علائم تنفسی نشیر دشواری تنفسی در کودکان فعال، سالمندان و افراد مبتلا به بیماری‌های تنفسی نظیر آسم و احتمالا بروز علائم تنفسی در عموم مردم.';
$GLOBALS['TL_LANG']['MSC']['NO2']['healtheffects']['unhealthysg']    = 'احتمال افزایش علائم تنفسی در کودکان فعال، سالمندان و افراد مبتلا به بیماری‌های تنفسی نظیر آسم.';
$GLOBALS['TL_LANG']['MSC']['NO2']['healtheffects']['veryunhealthy']  = 'افزایش علائم شدید و اختلالات تنفسی در کودکان فعال و افراد مبتلا به بیماری‌های تنفسی نظیر آسم و احتمالا افزایش علائم تنفسی در عموم مردم.';
$GLOBALS['TL_LANG']['MSC']['NO2']['moderate']                        = 'افراد خیلی حساس در صورت امکان فعالیت‌های طولانی یا سنگین را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['NO2']['name']                            = 'دی اکسید نیتروژن';
$GLOBALS['TL_LANG']['MSC']['NO2']['unhealthy']                       = 'افراد مبتلا به بیماری‌های ریوی نظیر آسم، کودکان و سالمندان باید از فعالیت‌های طولانی  سنگین خارج از منزل اجتناب ورزند. افراد دیگر باید فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['NO2']['unhealthysg']                     = 'افراد مبتلا به بیماری‌های ریوی نظیر آسم، سالمندان و کودکان در صورت امکان فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['NO2']['veryunhealthy']                   = 'افراد مبتلا به بیماری‌های ریوی نظیر آسم، کودکان و سالمندان باید از هرگونه فعالیت فیزیکی خارج از منزل اجتناب کنند. افراد دیگر باید فعالیت‌های خارج از منزل کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['O3']['good']                             = '';
$GLOBALS['TL_LANG']['MSC']['O3']['hazardous']                        = 'همه افراد باید از فعالیت‌های فیزیکی خارج از منزل اجتناب نمایند.';
$GLOBALS['TL_LANG']['MSC']['O3']['healtheffects']['good']            = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['O3']['healtheffects']['hazardous']       = 'تشدید قابل توجه علائم اختلالات بسیرا شدید تنفسی در کودکان فعال و بالغین دگار بیماری‌های مزمن تنفسی نظیر اسم و افزایش شدید بروز علائم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['O3']['healtheffects']['moderate']        = 'در افرادی که به طور غیرمعمول حساس هستند، ممکن است علائم تنفسی ظاهر گردد.';
$GLOBALS['TL_LANG']['MSC']['O3']['healtheffects']['unhealthy']       = 'افزایش بیشتر احتمال علائم تنفسی در کودکان فعال و بالغین دچار بیماری‌های مزمن تنفسی نظیر آسم و احتمال بروز علائم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['O3']['healtheffects']['unhealthysg']     = 'احتمال افزایش علائم تنفسی و تنگی نفس در کودکان فعال و بالغین دچار بیماری‌های مزمن تنفسی نظیر آسم.';
$GLOBALS['TL_LANG']['MSC']['O3']['healtheffects']['veryunhealthy']   = 'افزایش علائم شدید تنفسی در کودکان فعال و بالغین دچار بیماری‌های مزمن تنفسی نظیر آسم و احتمال افزایش بروز علائم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['O3']['moderate']                         = 'افراد خیلی حساس در صورت امکان فعالیت‌های طولانی یا سنگین را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['O3']['name']                             = 'ازون';
$GLOBALS['TL_LANG']['MSC']['O3']['unhealthy']                        = 'کودکان، سالمندان و افراد دارای فعالیت زیاد در محیط بیرون و افراد مبتلا به بیماری‌های ریوی نظیر آسم می‌بایست از فعالیت‌های طولانی  سنگین خارج از منزل اجتناب کنند. افراد دیگر می‌بایست فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['O3']['unhealthysg']                      = 'کودکان، سالمندان و افراد دارای فعالیت زیاد در محیط بیرون و افراد مبتلا به بیماری‌های ریوی نظیر آسم لازم است فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['O3']['veryunhealthy']                    = 'کودکان، سالمندان و افراد دارای فعالیت زیاد در محیط بیرون و افراد مبتلا به بیماری‌های ریوی نظیر آسم می‌بایست از هرگونه فعالیت خارج از منزل اجتناب ورزند. افراد دیگر می‌بایست فعالیت‌های خارج از منزل کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['PM10']['good']                           = '';
$GLOBALS['TL_LANG']['MSC']['PM10']['hazardous']                      = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، سالمندان و کودکان باید از منزل خارج نشوند و فعالیت‌های خود را به حداقل برسانند. افراد دیگر باید از فعالیت‌های طولانی و یا سنگین در خارج از منزل اجتناب نمایند.';
$GLOBALS['TL_LANG']['MSC']['PM10']['healtheffects']['good']          = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['PM10']['healtheffects']['hazardous']     = 'افزایش شدید بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان، افزایش شدید علائم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['PM10']['healtheffects']['moderate']      = 'احتمال بروز علائم تنفسی در افراد حساس، احتمال تشدید بیماری‌های قلبی یا ریوی در بیماران قبلی و سالمندان.';
$GLOBALS['TL_LANG']['MSC']['PM10']['healtheffects']['unhealthy']     = 'افزایش بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان، افزایش علايم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['PM10']['healtheffects']['unhealthysg']   = 'احتمال افزایش بروز علائم تنفسی در افراد حساس، تشدید بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان.';
$GLOBALS['TL_LANG']['MSC']['PM10']['healtheffects']['veryunhealthy'] = 'افزایش قابل توجه بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان، افزایش قابل توجه علائم تنفسی در کل جمعیت';
$GLOBALS['TL_LANG']['MSC']['PM10']['moderate']                       = 'افراد خیلی حساس در صورت امکان فعالیت‌های طولانی یا سنگین را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['PM10']['name']                           = 'ذرات معلق 10 میکرون';
$GLOBALS['TL_LANG']['MSC']['PM10']['unhealthy']                      = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، کودکان و سالمندان باید از فعالیت‌های طولانی  سنگین خارج از منزل اجتناب ورزند. افراد دیگر باید فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['PM10']['unhealthysg']                    = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، سالمندان و کودکان باید فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['PM10']['veryunhealthy']                  = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، کودکان و سالمندان باید از هرگونه فعالیت فیزیکی خارج از منزل اجتناب کنند. افراد دیگر باید از فعالیت‌های طولانی یا سنگین خارج از منزل اجتناب کنند.';
$GLOBALS['TL_LANG']['MSC']['PM25']['good']                           = '';
$GLOBALS['TL_LANG']['MSC']['PM25']['hazardous']                      = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، سالمندان و کودکان باید از منزل خارج نشوند و فعالیت‌های خود را به حداقل برسانند. افراد دیگر باید از فعالیت‌های طولانی و یا سنگین در خارج از منزل اجتناب نمایند.';
$GLOBALS['TL_LANG']['MSC']['PM25']['healtheffects']['good']          = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['PM25']['healtheffects']['hazardous']     = 'افزایش شدید بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان، افزایش شدید علائم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['PM25']['healtheffects']['moderate']      = 'احتمال بروز علائم تنفسی در افراد حساس، احتمال تشدید بیماری‌های قلبی یا ریوی در بیماران قبلی و سالمندان.';
$GLOBALS['TL_LANG']['MSC']['PM25']['healtheffects']['unhealthy']     = 'افزایش بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان، افزایش علايم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['PM25']['healtheffects']['unhealthysg']   = 'احتمال افزایش بروز علائم تنفسی در افراد حساس، تشدید بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان.';
$GLOBALS['TL_LANG']['MSC']['PM25']['healtheffects']['veryunhealthy'] = 'افزایش قابل توجه بیماری‌های قلبی یا ریوی و مرگ زودرس در بیماران قلبی و سالمندان، افزایش قابل توجه علائم تنفسی در کل جمعیت';
$GLOBALS['TL_LANG']['MSC']['PM25']['moderate']                       = 'افراد خیلی حساس در صورت امکان فعالیت‌های طولانی یا سنگین را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['PM25']['name']                           = 'ذرات معلق ۲.۵ میکرون';
$GLOBALS['TL_LANG']['MSC']['PM25']['unhealthy']                      = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، کودکان و سالمندان باید از فعالیت‌های طولانی  سنگین خارج از منزل اجتناب ورزند. افراد دیگر باید فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['PM25']['unhealthysg']                    = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، سالمندان و کودکان باید فعالیت‌های طولانی یا سنگین خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['PM25']['veryunhealthy']                  = 'افراد مبتلا به بیماری‌های قلبی یا ریوی، کودکان و سالمندان باید از هرگونه فعالیت فیزیکی خارج از منزل اجتناب کنند. افراد دیگر باید از فعالیت‌های طولانی یا سنگین خارج از منزل اجتناب کنند.';
$GLOBALS['TL_LANG']['MSC']['SO2']['good']                            = '';
$GLOBALS['TL_LANG']['MSC']['SO2']['hazardous']                       = 'کودکان، بیماران آسمی و افراد مبتلا به بیماری‌های قلبی یا ریوی باید از منزل خارج نشوند. افراد دیگر باید از فعالیت‌های خارج از منزل اجتناب نمایند.';
$GLOBALS['TL_LANG']['MSC']['SO2']['healtheffects']['good']           = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['SO2']['healtheffects']['hazardous']      = 'افزایش شدید علائم تنفسی نظیر تنفس صدادار (خس خس کردن) و نفس‌های کوتاه در بیماران آسمی، افزایش شدید بیماری‌های قلبی یا ریوی، احتمال بروز علائم تنفسی در کل جمعیت.';
$GLOBALS['TL_LANG']['MSC']['SO2']['healtheffects']['moderate']       = 'ندارد.';
$GLOBALS['TL_LANG']['MSC']['SO2']['healtheffects']['unhealthy']      = 'افزایش بروز علائم اختلالات تنفسی نظیر تنگی نفس و تنفس صدادار (خس خس کردن) در بیماران آسمی، احتمال تشدید بیماری‌های قلبی یا ریوی.';
$GLOBALS['TL_LANG']['MSC']['SO2']['healtheffects']['unhealthysg']    = 'احتمال افزایش بروز علائم اختلالات تنفسی نظیر تنگی نفس در بیماران آسمی.';
$GLOBALS['TL_LANG']['MSC']['SO2']['healtheffects']['veryunhealthy']  = 'افزایش قابل توجه علائم تنفسی نظیر تنفس صدادار (خس خس کردن) و نفس‌های کوتاه در بیماران آسمی، تشدید بیماری‌های قلبی و ریوی';
$GLOBALS['TL_LANG']['MSC']['SO2']['moderate']                        = '';
$GLOBALS['TL_LANG']['MSC']['SO2']['name']                            = 'دی اکسید گوگرد';
$GLOBALS['TL_LANG']['MSC']['SO2']['unhealthy']                       = 'کودکان، بیماران آسمی و افراد مبتلا به بیماری‌های قلبی یا ریوی باید فعالیت‌های خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['SO2']['unhealthysg']                     = 'افراد مبتلا به آسم باید فعالیت‌های خارج از منزل را کاهش دهند.';
$GLOBALS['TL_LANG']['MSC']['SO2']['veryunhealthy']                   = 'کودکان، بیماران آسمی و افراد مبتلا به بیماری‌های قلبی یا ریوی باید از فعالیت‌های خارج از منزل را اجتناب کنند. افراد دیگر باید فعالیت‌های سنگین خود را کم کنند.';
$GLOBALS['TL_LANG']['MSC']['level']['good']                          = 'خوب';
$GLOBALS['TL_LANG']['MSC']['level']['hazardous']                     = 'خطرناک';
$GLOBALS['TL_LANG']['MSC']['level']['moderate']                      = 'متوسط';
$GLOBALS['TL_LANG']['MSC']['level']['unhealthy']                     = 'ناسالم';
$GLOBALS['TL_LANG']['MSC']['level']['unhealthysg']                   = 'ناسالم برای گروه‌های خاص';
$GLOBALS['TL_LANG']['MSC']['level']['veryunhealthy']                 = 'خیلی ناسالم';

